Repository: wp-plugins/wp-pirates-search
Catalog: lang/wp-pirates-search-*.po
Languages: fr_fr, ru_ru

source: http://khrolenok.ru/en/wp-pirates-search/
ru_ru: http://khrolenok.ru/wp-pirates-search/

source: This plugin allows you to find the pirates who coping articles from your website.
fr_fr: Ce plugin vous permet de trouver sur Internet les pirates qui plagient les articles de votre site Internet.
ru_ru: Плагин позволяет находить пиратов, которые копируют статьи с вашего сайта.

source: Andrey Khrolenok & Eric Gruson
ru_ru: Андрей Хроленок и Эрик Грюсон

source: http://khrolenok.ru/en/
ru_ru: http://khrolenok.ru/

source: Search for pirates
ru_ru: Поиск пиратов

source: %d pirated copy possible
ru_ru: %d случай пиратства

source: Go to Settings
fr_fr: Aller aux paramètres
ru_ru: К настройкам

source: Go to Search Results
fr_fr: Aller aux résultats de la recherche
ru_ru: К результатам поиска

source: (Recomended value is %s)
ru_ru: (Рекомендуемое значение: %s)

source: Main Settings
fr_fr: Paramètres
ru_ru: Основные настройки

source: Check posts at once for one time
fr_fr: Nombre d'articles à vérifier à la fois
ru_ru: Проверять статей за одну попытку

source: Please note that the increase in this value increases the load on the server of your website.
ru_ru: Пожалуйста учитывайте, что увеличение значения увеличивает нагрузку на Ваш сервер.

source: Amount of words one by one in result for compare
fr_fr: Nombre de mots devant correspondre dans la recherche
ru_ru: Число совпадающих слов в результате

source: The smaller the value, the greater is the number of results, but less accurate search.
ru_ru: Чем меньше значение, тем больше результатов поиска, но хуже его точность.

source: Check posts again every (hours)
fr_fr: Vérifier les articles tous les (heures)
ru_ru: Проверять статьи повторно каждые (часов)

source: Expire cache after (days)
ru_ru: Удалять кэш после (дней)

source: How many days search results will be considered relevant.
ru_ru: Как долго считать результаты поиска актуальными.

source: Filter sites (one site in one line) which should not be displayed
fr_fr: Liste des sites à exclure de l'affichage
ru_ru: Список сайтов (по одному на строку) которые не должны отображаться

source: Use automatic start processing
fr_fr: Réaliser les recherches en tâche planifiée
ru_ru: Автоматически запускать обработку

source: Not recomended for sites with high traffic.<br />(If not checked, periodically fetch page <a href="%1$s">%1$s</a> for processing new part of posts.)
fr_fr: Non recommandé pour les sites avec un fort trafic. <br />(Si cette option n'est pas activé, il est utile alors d'appeler périodiquement la page <a href="%1$s">%1$s</a> pour procéder à de nouvelles recherches.)
ru_ru: Не рекомендуется для сайтов с большой посещаемостью.<br />(Если не включено, периодически открывайте страницу <a href="%1$s">%1$s</a> для обработки очередной порции записей.)

source: Additional Settings
ru_ru: Дополнительные настройки

source: Check only pending posts
fr_fr: Vérifier uniquement les articles en attente de validation
ru_ru: Проверять только ожидающие публикацию статьи

source: Disable internal Google search API
ru_ru: Отключить встроенный поиск через Google

source: Use only if another search engine API was added by separate plugin.
ru_ru: Используйте только, если Вы отдельным плагином подключили другой поисковый интерфейс.

source: <p><strong>Instructions:</strong> Default settings are sufficient for 99%% of sites.<br/> Support page with questions and answers: %s (Please write in Russian or English, or use Google Translator for other languages)</p>
ru_ru: <p><strong>Инструкции:</strong> Настройки по-умолчанию достаточны для 99%% сайтов.<br/> Страница поддержки с вопросами и ответами: %s</p>

source: Save Changes
ru_ru: Сохранить изменения

source: Value of posts can not be less than 1.
fr_fr: La valeur du nombre d'articles ne peut pas être inférieure à 1.
ru_ru: Число статей не должно быть меньше 1.

source: Value of words can not be less than 1.
fr_fr: La valeur du nombre de mots ne peut pas être inférieure à 1.
ru_ru: Число слов не должно быть меньше 1.

source: Value hours can not be less than 1.
fr_fr: La valeur du nombre d'heures ne peut pas être inférieure à 1.
ru_ru: Число часов не должно быть меньше 1.

source: Possible plagiaries
fr_fr: Plagiats possibles
ru_ru: Возможный плагиат

source: Summary of searches
fr_fr: Synthèse des recherches
ru_ru: Статистика поиска

source: No posts matching found.
fr_fr: Pas de correspondance dans les articles.
ru_ru: Ничего не найдено.

source: Don't search for plagiarism for this post
ru_ru: Не искать плагиат для этой статьи

source: CACHE
ru_ru: ИЗ КЭША

source: This is not plagiarism
ru_ru: Это не плагиат

source: It is a plagiarism
ru_ru: Это плагиат

source: Plagiarism corrected
ru_ru: Плагиат исправлен

source: Macro summary
ru_ru: Общая статистика

source: Search engines are now used to search for pirates:
ru_ru: Поисковые системы, через которые сейчас ведётся поиск:

source: Total number of articles checked:
ru_ru: Общее число проверенных статей:

source: Checked articles last week:
ru_ru: Проверено статей за последнюю неделю:

source: Checked articles last 24 hours:
ru_ru: Проверено статей за последние 24 часа:

source: (Recomended value is %d)
fr_fr: (La valeur recommandée est %d)

source: Amount of sentences from one post
fr_fr: Nombre de phrases à rechercher dans un article

source: Include searchengine yandex.ru?
fr_fr: Utiliser aussi le moteur de recherche Yandex ? (C'est un moteur de recherche russe)

source: <p><strong>Instructions:</strong> Default settings are sufficient for 99%% of sites. Please note that the increase in value increases the load on the server of your website.<br/> Support page with questions and answers: %s (Please write in Russian or English, or use Google Translator for other languages)</p>
fr_fr: <p><strong>Instructions:</strong> Les paramètres par défaut sont suffisants pour 99%% des sites. Plus vous augmenterez les valeurs des paramètres, plus votre site Internet sera ralenti.<br/> Page de support pour vos questions et les réponses : %s (Merci d'écrire en russe ou en anglais ou utilisez Google Translate pour les autres langues)</p>

source: Value of sentences can not be less than 1.
fr_fr: La valeur du nombre de phrases ne peut pas être inférieure à 1.

source: Yandex ready
fr_fr: Yandex est prêt

source: Yandex status: %1$d <a href="%2$s" target="_blank">Set/Change your server IP here, need for search by yandex.</a>
fr_fr: Yandex status: %1$d <a href="%2$s" target="_blank">Modifier l'IP de votre serveur pour utiliser le moteur Yandex.</a>

source: Result:
fr_fr: Résultats :
